
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Neste";
Cancel											= "Avbryt";

ResumeMenuResumeItem							= "Fortsett avspilling";
ResumeMenuStartFromBeginningItem				= "Start fra begynnelsen";

ITSPresentsMenuItem								= "iTunes topp 10";
ITunesTop10MusicVideos							= "iTunes topp 10 – musikkvideoer";
LoadingDataFromITMS								= "Kontakter iTunes Store…";
LoadingDataFromApple							= "Laster inn filmtrailere…";

PhotoModuleAllSubAlbumsMenuItem					= "Alle";
PhotoModuleSharedAlbumsMenuItem					= "Delte bilder";
PhotoModuleFetchingServersMenuItem				= "Søker etter delte bilder…";
PhotoModuleNoServersMenuItem					= "Ingen delte bilder tilgjengelig";
PhotoModuleNoServersExplanation					= "Ingen delte iPhoto-biblioteker er tilgjengelig.";
PhotoWindowHeader								= "Bilder";
NoPhotosInAlbumMessage							= "Det er ingen bilder i dette albumet.";
PhotoSlideshowSettings							= "Lysbildeserieinnst.";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tid per bilde";
PhotoSlideshowSettingMusic						= "Musikk";
PhotoSlideshowSettingRepeat						= "Repeter";
PhotoSlideshowSettingShufflePhotos				= "Bilder i tilfeldig rekkefølge";
PhotoSlideshowSettingShuffleMusic				= "Musikk i tilfeldig rekkefølge";
PhotoSlideshowSettingKenBurns					= "Ken Burns-effekt";
PhotoSlideshowSettingTransitions				= "Overganger";
PhotoSlideshowSettingTimeFormat					= "%d sekunder"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Tilfeldig";
PhotoSettingNoTransitions						= "Av";
Cube											= "Kube";
Dissolve										= "Overtoning";
Droplet											= "Dråpe";
"Fade Through Black"							= "Uttoning gjennom svart";
Flip											= "Vend";
"Mosaic Flip Large"								= "Mosaikkflipp stor";
"Mosaic Flip Small"								= "Mosaikkflipp liten";
"Page Flip"										= "Vend side";
Push											= "Skyv";
Reveal											= "Avslør";
Twirl											= "Snurr";
Wipe											= "Utstrykning";

PhotoSlideshowSettingMusicNowPlaying			= "Spilles nå";

PhotoSettingOff									= "Av";
PhotoSettingOn									= "På";

TVShowsHourMinuteSecondFormat					= "%d.%02d.%02d";
TVShowsMinuteSecondFormat						= "%d.%02d";
TVShowsUnknownShow								= "Uten navn";
SortWidgetDateLabel								= "Dato";
SortWidgetShowLabel								= "Programmer";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Skuespillere";
MetadataDuration								= "Lengde";
MetadataAirDate									= "Sendt";
MetadataReleaseDate								= "Utgivelsesdato";
MetadataInTheatres								= "På kino";
MetadataArtist									= "Artist";
MetadataAlbum									= "Album";
MetadataGenre									= "Sjanger";
MetadataNumberOfEpisodes						= "Antall episoder";
MetadataNumberOfTracks							= "Spor";
MetadataMostRecent								= "Nyeste";
MetadataDirector								= "Regissør";
MetadataDirectors								= "Regissører";
MetadataProducer								= "Produsent";
MetadataProducers								= "Produsenter";
MetadataArtistVarious							= "Diverse";
MetadataArtistUnknown							= "Ukjent artist";
MetadataAlbumUnknown							= "Ukjent album";
MetadataPlaylistUnknown							= "Ukjent spilleliste";
MetadataComposerUnknown							= "Ukjent komponist";
MetadataGenreUnknown							= "Ukjent sjanger";
MetadataAuthor									= "Opphavsperson";
MetadataTitle									= "Tittel";
MetadataEpisode									= "Episode";
MetadataSeasonFormat							= "(%d. sesong)";
MetadataFrom									= "Fra";
MetadataTags									= "Kodetegn";
MetadataViews									= "Visninger";
MetadataDateAdded								= "Lagt til";
MetadataCategory								= "Kategori";

/* Rating strings */
RatingExplicit									= "Upassende innhold («explicit»)";

MediaTitleDefault								= "Uten navn";

StreamingNameInList								= "Streaming";
StreamingSearchingForSharedMedia				= "Søker etter delt innhold…";

TodayDate										= "I dag";
YesterdayDate									= "I går";

GoBackText										= "Trykk på menyknappen for å gå tilbake";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Norsk";

AuthPasswordPrompt								= "Passord:";
AuthEnterPasswordPrompt							= "Skriv inn passordet for %@:";

TextInputDoneLabel								= "FERDIG";
TextInputDeleteLabel							= "SLETT";
TextInputSpaceLabel								= "M.ROM";

AlternateTextInputSpaceLabel					= "M.ROM";
AlternateTextInputDeleteLabel					= "Slett";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musikk";
MusicPlaylistsMenuItem							= "Spillelister";
MusicArtistsMenuItem							= "Artister";
MusicAlbumsMenuItem								= "Albumer";
MusicSongsMenuItem								= "Sanger";
MusicPodcastsMenuItem							= "Podcaster";
MusicMusicVideosMenuItem						= "Musikkvideoer";
MusicGenresMenuItem								= "Sjangere";
MusicComposersMenuItem							= "Komponister";
MusicAudiobooksMenuItem							= "Lydbøker";
MusicShuffleSongsMenuItem						= "Miks sanger";
MusiciTunesPresentsMenuItem						= "iTunes Store presenterer";
MusicNowPlayingMenuItem							= "Spilles nå";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Mat ut CD";
MusicSharedMusicMenuItem						= "Delt musikk";
MusicSpecialPlaylistName						= "Front Row-spilleliste";
MusicAllAlbumsListHeader						= "Alle albumer";
MusicAllSongsListHeader							= "Alle sanger";
MusicAllArtistsListHeader						= "Alle artister";
MusicAllTracksListSpecifier						= "Alle";
MusicUntitledTrack								= "Spor uten navn";
MusicNoSharedPlaylistsMenuItem					= "Ingen musikk tilgjengelig";
MusicTrackIndexOfCount							= "%ld av %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Bufrer streamen «%@»";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d.%02d";

GenericError                                    = "Det har oppstått en feil.";
GenericListError								= "Det er ingen objekter i denne listen.";

WaitPleaseWait									= "Et øyeblikk";
WaitContactingRemoteHost						= "Kontakter ekstern iTunes-vert…";

WirelessSetupSearchText							= "Søker etter trådløse nettverk…";
NotConnectedToInternet							= "Apple TV er ikke koblet til Internett.";
NotConnectedToNetwork							= "Apple TV er ikke koblet til nettverket.";
CheckNetworkConnection							= "Kontroller nettverksinnstillingene, og prøv på nytt.";
UntitledWirelessNetworkName						= "Ikke relevant";

// iTunesPairing Strings
PairWithITunesTitle								= "Koble til iTunes";

PairWithITunesForInitialSyncingDescription		= "Åpne iTunes, og marker Apple TV i Enheter-listen for å gjøre ferdig konfigureringen og synkronisere iTunes-innholdet med Apple TV. Du må skrive inn følgende kode:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Hvis du vil bruke Apple TV kun til streaming, trykker du på menyknappen og velger «Koble til iTunes» fra Kilder-menyen.";

PairWithITunesForSyncingDescription				= "Åpne iTunes, og marker Apple TV i Enheter-listen for å koble til iTunes og synkronisere innholdet med Apple TV. Du må skrive inn følgende kode:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV er koblet til «%@». Hvis du vil koble Apple TV til et annet bibliotek, åpner du iTunes på den andre maskinen og markerer Apple TV i Enheter-listen. Alt innholdet på Apple TV blir erstattet. Du må skrive inn følgende kode:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Åpne iTunes, og marker Apple TV i Enheter-listen for å streame iTunes-innhold til Apple TV. Du må skrive inn følgende kode:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Hvis du slår av synkronisering, blir alt innholdet på Apple TV slettet.";
PairWithITunesChangingSyncingHostWarning		= "Hvis du bytter iTunes-bibliotek, blir alt innholdet på Apple TV erstattet.";

PairWithITunesRequirementLabel					= "Apple TV krever iTunes 7.1.1 eller nyere";
PairWithITunesCancel							= "Avbryt";
PairWithITunesContinue							= "Fortsett";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Det har oppstått en feil.";
FatalExceptionAlertDescription					= "Trykk på Start/Pause-knappen for å starte Apple TV på nytt.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD – 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD – 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD – 50Hz";
480p60											= "480p";
576p50											= "576p – 50 Hz";
576i											= "576i – 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Kobler til";
LoadingLibraryNamed								= "Laster inn «%@»…";
ConnectionToiTunesLost							= "iTunes-biblioteket er ikke tilgjengelig";
WaitingForiTunesToStart							= "Prøver å koble til «%@» på nytt. Forsikre deg om at datamaskinen er slått på og at iTunes er åpent.";
GoToSources										= "Gå til Kilder";
AttemptingToAuthorizeContent					= "Prøver å autorisere…";

SharedITunesLibraryPasswordTitle				= "Passord for delt bibliotek";
SharedITunesLibraryPasswordText					= "Oppgi passordet for «%@», og klikk deretter på Ferdig.";
SharedITunesLibraryPasswordPrompt				= "Passord:";
SharedITunesLibraryPasswordRetryTitle			= "Feil passord";
SharedITunesLibraryPasswordRetryText			= "Passordet du har oppgitt for «%@», er feil.\nPrøv igjen.";

SharedIPhotoLibraryPasswordTitle				= "Passord for bibliotek";
SharedIPhotoLibraryPasswordText					= "Oppgi passordet for «%@», og klikk deretter på Ferdig.";
SharedIPhotoLibraryPasswordPrompt				= "Passord:";
SharedIPhotoLibraryPasswordRetryTitle			= "Feil passord";
SharedIPhotoLibraryPasswordRetryText			= "Passordet du har oppgitt for «%@», er feil.\nPrøv igjen.";

ConnectToITunesForStreaming						= "Koble til ny iTunes";
StreamingServerNotAvailable						= "Biblioteket er ikke tilgjengelig";
TurnOnStreamingServer							= "Forsikre deg om at datamaskinen med «%@» er slått på og at iTunes er åpent.";
DisconnectStreamingHost							= "Koble fra iTunes";
MaxStreamingHostCountReached					= "Du kan ikke koble Apple TV til flere enn fem iTunes-biblioteker. Velg et bibliotek du vil koble fra, slik at du kan koble til et nytt bibliotek.";
SelectHostToDelete								= "Koble til ny iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Synkroniserer «%@»"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Kopierer %d av %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Skriv inn sikkerhetskode";
BRParentalControlsPasscodeEnterPrompt			= "Oppgi den firesifrede foreldrekontrollsikkerhetskoden.";
BRParentalControlsPasscodeWrongTitle			= "Feil sikkerhetskode";
BRParentalControlsPasscodeWrongPrompt			= "Sikkerhetskoden du oppga, er feil.";
BRParentalControlsPasscodeSetTitle				= "Angi sikkerhetskode";
BRParentalControlsPasscodeSetPrompt				= "Når du skal stille inn foreldrekontrollene for Apple TV for første gang, skriver du inn en firesifret sikkerhetskode. Når denne sikkerhetskoden først er angitt, må du skrive den inn for å kunne gjøre endringer i foreldrekontrollinnstillingene senere.";
BRParentalControlsPasscodeConfirmTitle			= "Bekreft sikkerhetskode";
BRParentalControlsPasscodeConfirmPrompt			= "Oppgi den firesifrede sikkerhetskoden på nytt.";
BRParentalControlsPasscodeConfirmedTitle		= "Sikkerhetskode bekreftet";
BRParentalControlsPasscodeConfirmedPrompt		= "Oppbevar sikkerhetskoden på et sikkert sted. Hvis du glemmer sikkerhetskoden, kan du nullstille den ved å velge Gjenoppbygg og slik gjenoppbygge Apple TV til slik den var da du kjøpte den.";
BRParentalControlsPasscodeMismatchTitle			= "Sikkerhetskoden er ikke riktig";
BRParentalControlsPasscodeMismatchPrompt		= "Sikkerhetskoden du oppga, er ikke riktig.";
BRParentalControlsPasscodeTryAgainItem			= "Angi sikkerhetskode igjen";
BRParentalControlsPasscodeOldTitle				= "Gammel sikkerhetskode";
BRParentalControlsPasscodeOldPrompt				= "Oppgi den gamle firesifrede sikkerhetskoden.";
BRParentalControlsPasscodeChangeTitle			= "Ny sikkerhetskode";
BRParentalControlsPasscodeChangePrompt			= "Oppgi den nye firesifrede sikkerhetskoden.";

// Syncing text
BRSettingSyncing								= "Synkroniserer";
BRSettingTurnOnSyncing							= "Slå på synkronisering";
BRSettingTurnOffSyncing 						= "Slå av synkronisering";
BRSettingChangeITunesLibrary 					= "Bytt iTunes-bibliotek";

// Combo Row text
AssetViewFormat									= "%@ visning";
AssetViewsFormat								= "%@ visninger";

BRDVDLoadingText								= "Laster inn DVD…";
BRDVDMenuItemResume								= "Fortsett avspilling";
BRDVDMenuStartFromBeginning						= "Start fra begynnelsen";
BRDVDMenuItemEjectDisk							= "Mat ut plate";
BRDVDMenuItemDVDMenu							= "DVD-meny";
BRDVDPlayerChapterFormatter                     = "Kapittel %d av %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Annet…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Ingen HDCP";
HDCPErrorDialogExplanation						= "Avspilling av dette innholdet krever HDCP. Hvis du vil vise innholdet, forsikrer du deg om at skjermene som er koblet til, støtter HDCP.";


